[
	{
		"content" : "Zebrafish can regenerate hearts. If a zebrafish has heart damage, it will immediately regenerate a new fruit instead."
	},
	{
		"content" : "Giraffe can't cough."
    },
	{
		"content" : "When people sleep, they consume more calories when watching TV."
    },
	{
		"content" : "The first product to have a bar code is chewing gum."
    },
	{
		"content" : "After the Wright brothers invented the plane, the flight on the first test flight was even shorter than the wing of a Boeing 747."
    },
	{
		"content" : "Many people have a habit of drinking a cup of coffee every morning to feel more alert, but in fact, eating an apple is more effective than drinking a cup of coffee."
    },
	{
		"content" : "Science has proven that gentlemen who habitually kiss their wives every morning will live 5 years longer than those who don't."
    },
	{
		"content" : "A small fraction of the dust in your home is your dead skin."
    },
	{
		"content" : "The full name of Barbie doll is Barbara Millicent Roberts."
    },
	{
		"content": "When Adolf Hitler was pregnant, Adolf Hitler's mother seriously thought about abortion, but was persuaded by the doctor, so he gave birth to Adolf Hitler"
    },
	{
		"content": "Of all the animals, whales have the biggest heart, according to estimates of the blue whale's weight is equal to the total weight of nine adults."
    },
	{
        "content": "Eggs and sperm are indeed an inseparable couple. After researching doctors discovered a very interesting thing about this couple. Eggs in the body women are the largest cell in the human body and the male sperm is the smallest cell in the human body. "
    },
	{
		"content": "If a Barbie doll is a human, its body ratio is 39-23-33."
    },
	{
		"content": "You can drag a cow up the stairs, but the cow does not know down the stairs."
    },
	{
		"content": "Pigs cannot look up at the sky."
    },
	{
		"content": "'Quick brown fox jumps over the lazy dog' can use up to 26 letters."
    },
	{
		"content": "Smiling is good for the heart: research shows that laughter can help the inner lining of blood vessel walls relax, increasing blood flow to 45 minutes after laughing."
    },
	{
		"content": "Snails may not eat or sleep for 3 years."
    },
	{
		"content": "Famous movie star Tommy Lee Jones was a roommate of former US Vice President Al Gore when he was at Harvard University."
    },
	{
		"content": "In a month, if the first day is Sunday, that month will appear Friday the thirteenth."
    },
	{
		"content": "If heated a stone in a microwave, it will explode."
    },
	{
		"content": "The heart of a hibernating animal only beats 5 times  minute but with hummingbirds 1,260 times  minute."
    },
	{
		"content": "'uncopyrightable' is the only English word with 15 unduplicated letters."
    },
	{
		"content": "Cats can make more than 100 different sounds, but dogs can only make 10 different sounds."
    },
	{
		"content": "The darker, the more time the cat urinates."
	},
	{
		"content": "The giraffe's tongue can be up to 2 feet 60.96 cm long."
    },
	{
		"content": "According to the Oxford Dictionary, the longest English word is pneumonoultramicroscopicsilicovolcanoconiosis with 45 letters, a word for lung disease caused by the very fine inhalation of silica dust leading to pneumonia. A common word for symptoms of this disease is silicosis"
    },
	{
		"content": "A baby born without a kneecap. It must wait until they are 2 to 6 weeks of age for this part to appear."
    },
	{
		"content": "The hearts of most mammals and birds have four compartments but with frogs there are only three compartments, including two atria and one ventricle."
    },
	{
		"content": "Pearls dissolved in vinegar."
    },
	{
		"content": "Hawaiian only has 12 letters, including 5 vowels: a, e, i.o, u and 7 consonants: h, k, l, m, n, p, w."
    },
	{
		"content": "Earthworms are inherently heartless animals but they have five parts called false hearts surrounding the esophagus."
    },
	{
		"content": "Earthworms do not have lungs, they absorb oxygen through their moist skin."
    },
	{
		"content": "Honey is the only food that never gets spoiled."
    },
	{
		"content": "Near the Caribbean, there is a species of oyster that can climb."
    },
	{
		"content": "The youngest parents in the world appeared in 1910 in China, an 8 year old, a 9 year old."
    },
	{
		"content": "Donald Duck is banned in Finland for not wearing pants."
    },
	{
		"content": "Japan has a square watermelon, so it's easier to store."
    },
	{
		"content": "The eyes of some insects with feathers."
    },
	{
		"content": "In mammals, giraffes have the shortest sleep about 10 minutes to 2 hours a day."
    },
	{
		"content": "Elephants can stand by head."
    },
	{
		"content": "When waking up in the morning, ants will scratch and itch, in fact they apply Pheromone to the front leg joints, or cleanse the body."
    },
	{
		"content": "Great inventor Edison is afraid of the dark."
    },
	{
		"content": "Goldfish can live to be over 40 years old."
    },
	{
		"content": "Einstein could not speak fluently when he was nine, his mother once thought that his son was disabled."
    },
	{
		"content": "Arab women can file for divorce because their husband doesn't pour coffee for her."
    },
	{
		"content": "Only 55% of Americans know the sun is a star."
    },
	{
		"content": "Kiwis are the only birds in the world whose nostrils lie outside their beaks. This helps them sniff better when looking for worms to eat!"
    },
	{
		"content": "Molluscs such as octopus, squid, starfish have up to three hearts, of which, two auxiliary hearts on both sides help mollusks absorb blood, and the central heart plays the role of regulator. secrete blood through arteries to feed your body. "
    },
	{
		"content": "The cockroach heart has the same heartbeat as the human heart 72 beats  minute, but the cockroach heart does not need to perform the task of circulating blood throughout the body like the heart in other animals."
    },
	{
		"content": "Normally, in a minute, the heart of a whale only beats 9 beats."
    },
	{
		"content": "1.111.111 x 1.111.111 = 1234567654321"
    },
	{
		"content": "Only thirty percent of us can open or close our nostrils."
    },
	{
		"content": "Fish cannot stick their tongue out."
    },
	{
		"content": "Sixth Sick Sheik's Sixth Sheep's Sick is the most difficult sentence to pronounce in English."
    },
	{
		"content": "In fact, hippos run faster than humans."
    },
	{
		"content": "In the spring, children grow faster."
    },
	{
		"content": "On average, the average eye area will move from 10,000 to 15,000 times."
    },
	{
		"content": "The nicotine in tobacco has a fat-reducing effect."
    },
	{
		"content": "The entire human body from top to bottom, the strongest part is the tongue muscle."
    },
	{
		"content": "Bats are the only flying mammal."
    },
	{
		"content": "We cannot kill ourselves by holding our breath."
    },
	{
		"content": "The body of a caterpillar has more than two thousand muscles."
    },
	{
		"content": "Roses picked in the afternoon are longer than roses picked in the morning."
    },
	{
		"content": "There are some insects that, even if they lose their heads, can live for more than a year."
    },
	{
		"content": "Milk cows can produce more milk when listening to music."
    },
	{
		"content": "The inventor of the skydiving gave up the first skydiving opportunity to a dog."
    },
	{
		"content": "The heart of the shrimp is in the head area."
    },
	{
		"content": "Lighter was invented before matches."
    },
	{
		"content": "You can never touch your tongue with your own elbow."
    },
	{
		"content": "The eye of the cashew nut is bigger than its head."
    },
	{
		"content": "As a rule, we cannot sneeze when we open our eyes."
    },
	{
		"content": "On average, righties will live nine years longer than lefties."
    },
	{
		"content": "Polar bears are both left handed foreleg left."
    },
	{
		"content": "So far the starfish has no brain."
    },
	{
		"content": "Coca cola is inherently green."
    },
	{
		"content": "The cockroach can lose its life for nine days until it dies of starvation."
    },
	{
		"content": "After an elephant dies, it is still possible to maintain a standing position."
    },
	{
		"content": "Human nose and ears are constantly growing for the rest of their lives."
    },
	{
		"content": "Seahorses do not have a stomach, only the intestines to absorb nutrients."
    },
	{
		"content": "The sex of a male converts from male to female, and then converts a few more times in"
    },
	{
		"content": "Under a law passed by the United Kingdom in 1845, suicide is a very serious and serious crime that can be hanged."
    },
	{
		"content": "Astronauts cannot cry in space, because without gravity, tears cannot flow."
    },
	{
		"content": "The chameleon's tongue is 1.5 times its length."
    },
	{
		"content": "When glass breaks, the speed of the highest glass fragment can reach three thousand miles per hour."
    },
	{
		"content": "Leonardo da Vinci took more than ten years to paint the lips of the Mona Lisa."
    },
	{
		"content": "As an embryo in the mother's womb, the tiger tiger shark Carcharias taurus had to go through a fierce battle, the winner could be born a small tiger shark. "
    },
	{
		"content": "An octopus weighing 70 pounds 1 pound = 0.45359237 kg can go through a hole the size of a dime, because it has no spine."
    },
	{
		"content": "The Indonesian stick beetle is the largest insect in the world, with only its body length, some of which can reach up to 1 foot 1 foot = 30.48 cm."
    },
	{
		"content": "A Japanese crab can be up to 12 feet long. feet are plural of feet, 1 foot = 30.48 cm"
    },
	{
		"content": "A newborn chick needs to be taught by its parents, otherwise it will starve to death."
    },
	{
		"content": "The mantis cannot mate with the head, so before mating the mantis, it will bite off the head of the mantis."
    },
	{
		"content": "Rats and horses cannot vomit."
    },
	{
		"content": "The oyster penis can be 20 times longer than its body length."
    },
	{
		"content": "Ants have 2 stomachs, one of which is used to store its own food, the other acts as a food warehouse, to be shared with fellow humans when the food source is dry. rare."
    },
	{
		"content": "In water shortage, kangaroos can withstand longer than camels."
    },
	{
		"content": "There was snow on the Sahara desert in 1979."
    },
	{
		"content": "Only female mosquitoes suck blood and male mosquitoes suck pollen or sap. Female mosquitoes do not suck human and animal blood to feed its body, but only use that amount of blood to produce. Specifically, once they have drained the blood, they will rest for 2-3 days to let the body produce protein, iron from the blood, then create amino acids and use it to create eggs."
    },
	{
		"content": "Just like our hands and feet, our tongue has a pattern. And the tongue pattern is different for everyone."
    },
	{
		"content": "Dolphins and humans are the only two species that have fun while having sex"
    }
]