[
    {
        "content" : "Cá ngựa vằn có thể tái sinh trái tim. Nếu một con cá ngựa vằn bị tổn thương tim, ngay lập tức chúng sẽ tái tạo một quả mới để thay thế."
    },
	{
        "content" : "Hươu cao cổ không thể ho."
    },
	{
        "content" : "Khi ngủ con người tiêu thụ lượng calo nhiều hơn khi ngồi xem TV. "
    },
	{
        "content" : "Sản phẩm đầu tiên có mã vạch là kẹo cao su."
    },
	{
        "content" : " Sau khi anh em nhà Wright phát minh ra máy bay, hành trình trong lần bay thử đầu tiên còn ngắn hơn cả cánh của một chiếc máy bay Boeing 747."
    },
	{
        "content" : "Nhiều người có thói quen uống một tách cà phê vào mỗi sáng để tinh thần tỉnh táo hơn, nhưng trên thực tế, ăn một quả táo có hiệu quả hơn uống một tách cà phê. "
    },
	{
        "content" : "Khoa học đã chứng minh rằng các quý ông có thói quen hôn vợ vào mỗi buổi sáng sẽ sống lâu hơn 5 năm so với những người không làm như vậy."
    },
	{
        "content" : "Một phần nhỏ bụi trong nhà bạn là da chết của bạn."
    },
	{
        "content" : "Tên đầy đủ của búp bê Barbie là Barbara Millicent Roberts."
    },
	{
        "content" : "Khi mang thai Adolf Hitler, mẹ của Adolf Hitler đã nghiêm túc suy nghĩ về việc phá thai, nhưng được bác sĩ thuyết phục, nên đã sinh Adolf Hitler ra"
    },
	{
        "content" : "Trong tất cả các loài động vật, cá voi có trái tim lớn nhất, theo ước tính tim cá voi xanh có trọng lượng bằng tổng trọng lượng của 9 người trưởng thành."
    },
	{
        "content" : "Trứng và tinh trùng đúng là một cặp đôi không thể tách rời. Sau khi nghiên cứu các bác sĩ đã phát hiện ra một điều hết sức thú vị về cặp đôi này. Trứng ở trong cơ thể nữ giới là tế bào lớn nhất cơ thể con người còn tinh trùng của nam giới lại là tế bào nhỏ nhất cơ thể con người."
    },
	{
        "content" : "Nếu búp bê Barbie là con người, tỉ lệ cơ thể của nó là 39-23-33."
    },
	{
        "content" : "Bạn có thể kéo một con bò lên cầu thang, nhưng bò không biết xuống cầu thang."
    },
	{
        "content" : "Lợn không thể ngẩng đầu nhìn trời."
    },
	{
        "content" : "'Quick brown fox jumps over the lazy dog' có thể dùng hết 26 chữ cái."
    },
	{
      	"content" : "Cười có lợi cho tim: nghiên cứu chỉ ra rằng tiếng cười sảng khoái có thể giúp lớp màng trong của thành mạch máu thư giãn, làm tăng quá trình lưu thông máu đến 45 phút sau khi cười."
    },
	{
        "content" : "Ốc sên có thể không ăn gì và ngủ suốt 3 năm."
    },
	{
        "content" : "Ngôi sao điện ảnh nổi tiếng Tommy Lee Jones từng là bạn cùng phòng ký túc của cựu phó tổng Mỹ Al Gore khi học ở đại học Harvard."
    },
	{
        "content" : "Trong một tháng, nếu ngày đầu tiên là chủ nhật, thì tháng đó sẽ xuất hiện thứ sáu ngày mười ba."
    },
	{
        "content" : "Nếu làm nóng hòn đá trong lò vi sóng, sẽ phát nổ."
    },
	{
        "content" : "Trái tim một con thú đang ngủ đông chỉ đập 5 lần/phút nhưng với chim ruồi là 1.260 lần/phút."
    },
	{
        "content" : "'uncopyrightable' là từ tiếng Anh duy nhất có 15 chữ cái không trùng lặp."
    },
	{
        "content" : "Mèo có thể tạo ra hơn 100 âm thanh khác nhau, nhưng chó chỉ có thể tạo ra 10 âm thanh khác nhau."
    },
	{
        "content" : "Càng tối, thì số lần đi tiểu của mèo càng tăng."
    },
	{
        "content" : "Lưỡi của hươu cao cổ có thể dài tới 2 feet (60,96 cm)."
    },
	{
        "content" : "Theo từ điển Oxford, từ tiếng Anh dài nhất là 'pneumonoultramicroscopicsilicovolcanoconiosis' với 45 chữ cái, là một từ chỉ bệnh phổi gây ra bởi sự hít vào bụi silica rất mịn dẫn đến viêm phổi. Một từ thông thường dùng để chỉ triệu chứng bệnh này là silicosis (bệnh bụi phổi)."
    },
	{
        "content" : "Đứa trẻ sinh ra không có xương bánh chè. Phải chờ khi chúng được từ 2 đến 6 tuần tuổi thì bộ phận này mới xuất hiện."
    },
	{
        "content" : "Tim của hầu hết các loại thú có vú và chim đều có bốn ngăn nhưng với ếch thì chỉ là ba ngăn, bao gồm hai tâm nhĩ và một tâm thất."
    },
	{
        "content" : "Ngọc trai hòa tan trong giấm."
    },
	{
        "content" : "Tiếng Hawaii chỉ có 12 chữ cái, trong đó có 5 nguyên âm: a, e, i.o,u và 7 phụ âm: h, k,l,m,n,p,w."
    },
	{
        "content" : "Giun đất vốn là loài động vật không có tim nhưng chúng lại có tới năm bộ phận được gọi là tim giả bao quanh thực quản."
    },
	{
      	  "content" : "Giun đất không có phổi, chúng hấp thu oxy qua lớp da ẩm của mình."
    },
	{
        "content" : "Mật ong là loại thực phẩm duy nhất không bao giờ bị hỏng."
    },
	{
        "content" : "Ở gần biển Caribbean, có một loài hàu có thể leo."
    },
	{
        "content" : "Cặp cha mẹ trẻ tuổi nhất trên thế giới xuất hiện vào năm 1910 tại Trung Quốc, một người 8 tuổi, một người 9 tuổi."
    },
	{
        "content" : "Vịt Donald bị cấm ở phần lan vì không mặc quần."
    },
	{
        "content" : "Nhật Bản có một loại dưa hấu hình vuông, làm vậy để cất giữ tiện hơn."
    },
	{
        "content" : "Mắt của một số loài côn trùng có lông."
    },
	{
        "content" : " Trong các loài động vật có vú, hươu cao cổ có giấc ngủ ngắn nhất (khoảng 10 phút đến 2 tiếng mỗi ngày)."
    },
	{
        "content" : "Voi có thể đứng bằng đầu."
    },
	{
        "content" : "Buổi sáng thức dậy, kiến sẽ làm động tác gãi ngứa, trên thực tế là chúng bôi Pheromone ở vị trí khớp chân trước, hoặclàm vệ sinh cơ thể."
    },
	{
        "content" : "Nhà phát minh vĩ đại Edison sợ bóng tối."
    },
	{
        "content" : "Cá vàng có thể sống đến hơn 40 tuổi."
    },
	{
        "content" : "Einstein chưa thể nói chuyện trôi chảy khi lên chín, mẹ ông từng cho rằng con trai mình bị thiểu năng."
    },
	{
        "content" : "Phụ nữ Ả Rập có thể đệ đơn ly hôn vì chồng không rót cà phê cho cô ấy."
    },
	{
        "content" : "Chỉ có 55% người Mỹ biết mặt trời là một ngôi sao."
    },
	{
        "content" : "Kiwis là loài chim duy nhất trên thế giới có lỗ mũi nằm ở ngoài mỏ của chúng. Điều này giúp chúng đánh hơi tốt hơn khi tìm sâu để ăn!"
    },
	{
        "content" : "Động vật thân mềm như bạch tuộc, mực ống, sao biển có tới ba quả tim, trong đó, hai quả tim phụ hai bên giúp động vật thân mềm hấp thu máu còn quả tim trung tâm giữ vai trò điều tiết máu qua các động mạch đi nuôi cơ thể."
    },
	{
        "content" : "Tim gián có chung nhịp đập với tim con người (72 nhịp/ phút), tuy nhiên tim gián không cần làm nhiệm vụ luân chuyển máu đi khắp cơ thể như tim ở các loài vật khác."
    },
	{
        "content" : "Thông thường, trong một phút, trái tim của cá voi chỉ đập 9 nhịp."
    },
	{
        "content" : "1.111.111 x 1.111.111 = 1234567654321"
    },
	{
        "content" : "Chỉ có ba mươi phần trăm số người trong chúng ta có thể mở rộng hay thu hẹp lỗ mũi của mình."
    },
	{
        "content" : "Cá không thể thè lưỡi."
    },
	{
        "content" : "Sixth Sick Sheik's Sixth Sheep's Sick là câu nói khó phát âm nhất trong tiếng Anh."
    },
	{
        "content" : "Thật ra, hà mã còn chạy nhanh hơn cả con người."
    },
	{
        "content" : "Mùa xuân, trẻ em lớn nhanh hơn."
    },
	{
        "content" : "Bình quân mỗi ngày, cơ vùng mắt của một người bình thường sẽ cử động từ 10 000 đến 15 000 lần."
    },
	{
        "content" : "Chất nicotin trong thuốc lá có tác dụng giảm béo."
    },
	{
        "content" : "Toàn bộ cơ thể con người từ trên xuống dưới, phần cơ mạnh nhất lại là cơ lưỡi."
    },
	{
        "content" : "Dơi là loài động vật có vú duy nhất biết bay."
    },
	{
        "content" : "Chúng ta không thể nào tự sát bằng cách nín thở."
    },
	{
        "content" : "Cơ thể của một con sâu bướm có hơn hai nghìn cơ."
    },
	{
        "content" : "Hoa hồng hái vào buổi chiều tươi lâu hơn hoa hồng hái vào buổi sáng."
    },
	{
        "content" : "Có một số loài côn trùng, dù có mất đầu vẫn có thể sống thêm hơn một năm."
    },
	{
        "content" : "Bò sữa có thể cho ra nhiều sữa hơn khi được nghe nhạc."
    },
	{
        "content" : "Người phát minh ra dù nhảy đã nhường cơ hội nhảy dù đầu tiên cho một chú chó."
    },
	{
        "content" : "Tim của tôm nằm ở vùng đầu."
    },
	{
        "content" : "Bật lửa được phát minh ra trước diêm."
    },
	{
        "content" : "Bạn không bao giờ có thể chạm lưỡi của mình vào khuỷu tay của chính mình."
    },
	{
        "content" : "Mắt của đà điều to hơn đầu của nó."
    },
	{
        "content" : "Theo nguyên lý, chúng ta không thể nào hắt hơi khi mở mắt."
    },
	{
        "content" : "Bình quân người thuận tay phải sẽ sống lâu hơn người thuận tay trái chín năm."
    },
	{
        "content" : "Gấu bắc cực đều thuận tay (chân trước) trái."
    },
	{
        "content" : "Cho đến nay sao biển vẫn chưa có não."
    },
	{
        "content" : "Coca cola vốn có màu xanh lá cây. "
    },
	{
        "content" : "Loài gián khi bị mất đầu vẫn có thể sống được chín ngày cho đến khi chết vì đói."
    },
	{
        "content" : "Sau khi voi chết, vẫn có thể duy trì tư thế đứng."
    },
	{
        "content" : "Mũi và tai của loài người không ngừng lớn lên cho đến hết đời."
    },
	{
        "content" : "Cá ngựa không có dạ dày mà chỉ có ruột để hấp thụ chất dinh dưỡng."
    },
	{
        "content" : "Giới tính của loài trai chuyển đổi từ đực sang cái, sau đó còn chuyển đổi thêm vài lần nữa trong"
    },
	{
        "content" : "Theo một điều luật được Vương quốc Anh thông qua vào năm 1845, tự sát là một tội danh rất nghiêm trọng, nặng nhất có thể bị xử treo cổ."
    },
	{
        "content" : "Phi hành gia không thể nào khóc khi ở trong không gian, bởi vì không có lực hấp dẫn, nước mắt không thể chảy ra được."
    },
	{
        "content" : "Lưỡi của tắc kè hoa có chiều dài bằng 1,5 lần chiều dài cơ thể nó."
    },
	{
        "content" : "Khi thủy tinh vỡ, tốc dộ của mảnh vỡ thủy tinh cao nhất có thể đạt tới ba ngàn dặm Anh một giờ."
    },
	{
        "content" : "Leonardo da Vinci mất tới hơn mười năm để vẽ đôi môi của nàng Mona Lisa."
    },
	{
        "content" : "Khi còn là phôi thai trong tử cung mẹ, loài cá mập hổ cát (Carcharias taurus) đã phải trải qua một cuộc chiến khốc liệt, kẻ chiến thắng mới có thể được sinh ra làm cá mập hổ cát nhỏ."
    },
	{
        "content" : "Một con bạch tuộc nặng 70 pound (1 pound = 0,45359237 kg) có thể chui qua một cái lỗ có kích thước một đồng xu, bởi vì nó không có cột sống."
    },
	{
        "content" : "Bọ que Indonesia là loài côn trùng lớn nhất trên thế giới, chỉ riêng chiều dài thân, một số con có thể dài tới 1 foot  (1 foot =30.48 cm)."
    },
	{
        "content" : "Một con cua Nhật Bản có thể dài tới 12 feet. ( feet là số nhiều của foot, 1 foot =30.48 cm)"
    },
	{
        "content" : "Một chú gà con mới sinh cần được bố mẹ dạy ăn, nếu không sẽ chết vì đói."
    },
	{
        "content" : "Bọ ngựa đực không thể giao phối khi còn đầu, vậy nên, trước khi tiến hành giao phối bọ ngựa cái sẽ cắn đứt đầu của bọ ngựa đực."
    },
	{
        "content" : "Chuột và ngựa không thể nôn."
    },
	{
        "content" : "Dương vật của con hàu có thể dài gấp 20 lần chiều dài cơ thể của nó."
    },
	{
        "content" : "Kiến có 2 dạ dày, trong đó một dạ dày dùng để chứa thức ăn của bản thân nó, cái còn lại có tác dụng như một kho thực phẩm, dùng để chia sẻ với đồng loại khi nguồn thức ăn khan hiếm."
    },
	{
        "content" : "Trong tình trạng thiếu nước, kangaroo có thể chống chịu lâu hơn lạc đà."
    },
	{
        "content" : "Từng có tuyết rơi trên sa mạc Sahara vào năm 1979."
    },
	{
        "content" : "Chỉ có muỗi cái mới hút máu còn muỗi đực hút phấn hoa hoặc nhựa cây. Muỗi cái không hút máu người và động vật để nuôi sống cơ thể của nó mà chỉ dùng lượng máu hút được đó để sản xuất ra trứng. Cụ thể, khi đã hút được máu, chúng sẽ nghỉ ngơi trong 2-3 ngày để cơ thể sản xuất ra protein, sắt từ máu rồi tạo ra các amino acid và dùng nó để tạo ra trứng."
    },
	{
        "content" : "Cũng giống như chân và tay, lưỡi của chúng ta cũng có vân. Và vân lưỡi ở mỗi người cũng khác nhau."
    },
	{
        "content" : "Cá heo và con người là hai loài duy nhất có niềm vui trong khi làm “chuyện ấy”"
    }
]